/* No comment provided by engineer. */
"Available Dragon's rides" = "Available Dragon's rides";

/* No comment provided by engineer. */
"Hello warrior" = "Hello warrior";

/* No comment provided by engineer. */
"Price :" = "Price :";

/* No comment provided by engineer. */
"Ride cost :" = "Ride cost :";

/* No comment provided by engineer. */
"Search rides" = "Search rides";

/* No comment provided by engineer. */
"Segments" = "Segments";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"starting at" = "starting at";

/* No comment provided by engineer. */
"Welcomeback" = "Welcomeback";

/* No comment provided by engineer. */
"Your ride details" = "Your ride details";

/* No comment provided by engineer. */
"Arrival" = "Arrival";

/* No comment provided by engineer. */
"Book now" = "Book now";

/* No comment provided by engineer. */
"Departure" = "Departure";

/* No comment provided by engineer. */
"Estimated flight duration " = "Estimated flight duration ";

/* No comment provided by engineer. */
"Great!" = "Great!";

/* No comment provided by engineer. */
"months" = "months";

/* No comment provided by engineer. */
"Price :" = "Price :";

/* No comment provided by engineer. */
"Register" = "Register";

/* No comment provided by engineer. */
"Ride cost :" = "Ride cost :";

/* No comment provided by engineer. */
"Search rides" = "Search rides";

/* No comment provided by engineer. */
"There's no warrior details" = "There's no warrior details";

/* No comment provided by engineer. */
"To book a ride first you need to register" = "To book a ride first you need to register";

/* No comment provided by engineer. */
"To book a ride we need to know who are you." = "To book a ride we need to know who are you.";

/* No comment provided by engineer. */
"Trip Booked" = "Trip Booked";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"weeks" = "weeks";

/* No comment provided by engineer. */
"years" = "years";


